import { Accordion } from 'react-bootstrap'

/** Страница "О нас". */
export const AboutPage = () => {
    return (
        <>
            <h5>О нас</h5>
            <div>Выбирайте только надежные инструменты и качественный сервис!</div>
            <Accordion defaultActiveKey="0">
                <Accordion.Item eventKey="0">
                    <Accordion.Header>Accordion Item #1</Accordion.Header>
                    <Accordion.Body>
                    1 Лидер по сервису! Мы ставим себе целью лучше всех отвечать нуждам клиентов 
                    – быть для них номером один, поэтому мы даем самый широкий выбор, удобство покупки,
                     расширенную гарантию и доброжелательное обслуживание.
                    2 У нас справедливые цены, поэтому с нами выгодно работать.
                    3 Общаясь с клиентом, мы дарим уважительное отношение, с нами всегда положительные 
                    эмоции. Мы наполняем мир позитивной энергией.
                    4 Мы выполняем обещания, поэтому мы – надежный партнер для клиента. С нашей помощью 
                    любая важная задача клиента будет решена в срок.
                    </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey="1">
                    <Accordion.Header>Accordion Item #2</Accordion.Header>
                    <Accordion.Body>
                    Следите за нашим развитием в соцсетях
                    Здесь мы пишем о нашей команде, делимся полезными советами по развитию,
                    проводим прямые эфиры с руководителями, общаемся с сотрудниками и соискателями.
                    </Accordion.Body>
                </Accordion.Item>
            </Accordion>
        </>
    )
}